export const defaultShoppingState = [
    { title: 'Бананы', id: '11', isChecked: false },
    { title: 'Хлеб', id: '22', isChecked: false },
    { title: 'Сыр', id: '33', isChecked: false },
    { title: 'Жевательная резинка', id: '44', isChecked: false },
    { title: 'Сланцы', id: '55', isChecked: false },
    { title: 'Купальник', id: '66', isChecked: false },
]

export const defaultItemsState = [{
    'Одежда': ['верх', 'низ', 'купальник', 'нижнее бельё', 'пижама', 'носки', 'теплый шарф', 'ветровка'],
    'Обувь': ['сланцы', 'босоножки', 'кроссовки'],
    'Гигиена': ['мыло', 'шампунь', 'полотенце', 'зубная щётка, паста', 'расчёска', 'гель для рук', 'дезодорант', 'гигиенич. косметика', 'бритва', 'др. средства гигиены'],
    'Документы/деньги': ['деньги', 'карточки', 'паспорт', 'билеты'],
    'Гаджеты': ['телефон', 'ноут', 'пауэрбанк', 'зарядкa'],
    'Дорога': ['еда', 'вода', 'салфетки вл/сух', 'книга'],
    'Прочее': ['ручка, блокнот', 'нитки, иголки, булавки', 'очки, линзы', 'кружка, чай', 'медикаменты, пластыри', 'зонт/дождевик'],
}]

